{
    "call_me": "Call me at +34 666 795 883",
    "language": "Lenguaje",
    "contact_me": "Contact me",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "send": "Send",
    "read_more": "See more",
    "osteopathy": "osteopathy",
    "metas": {
        "title": "OsteoSpot by Annachiara",
        "description": "OsteoSpot by Annachiara, I focus on the treatment and prevention of multiple health problems. Complete body treatment for the well-being of the individual.",
        "keywords": "osteospot, annachiara, osteopath, osteopathy, osteorevolution, massages, massages at home, reflexology, foot reflexology"
    },
    "menu": {
        "home": "home",
        "treatments": "treatments",
        "osteopathy": "osteopathy",
        "massages": "massages",
        "annachiara": "annachiara",
        "contact": "contact",
        "language": "lenguaje",
        "pediatric": "pediatric osteopathy",
        "geriatric": "geriatric osteopathy"
    },
    "home": {
        "welcome": "Osteo Spot is my space for well-being, physical and emotional recovery, where I try to provide a quality service to people who are looking for an osteopath in Palma de Mallorca and need personalized, complete and effective help, as well as exclusive treatment.",
        "expert_title": "I am osteopath",
        "expert_paragraph_1": "<p>I am a specialist in structural, fascial, visceral, and cranial sacral osteopathy.<br /> I fully support manual treatment.</p>\n<p>My technique reduces pain and promotes general well-being, renews vitality and helps maintain good homeostasis in the body.</p>\n<p>Osteopathic treatment aims to identify and eliminate tissue dysfunctions that alter the normal mobility of the various parts of the body, restoring their correct functionality and favoring the healing of painful disorders and conditions.</p>\n<p>The organism is an indivisible unit, which performs various functions thanks to the joint work of its different parts. In the event of a functional disorder of any of these, the chain reaction of the structures that are related to it is inevitable. This interdependence leads the osteopath to look for disorders at a distance.</p>",
        "expert_paragraph_2": "Osteopathic treatment aims to identify and eliminate tissue dysfunctions that alter the normal mobility of the various parts of the body,  restoring their correct functionality and favoring the healing of painful disorders and condition.",
        "reason": "The organism is an indivisible unit, which performs various functions thanks to the joint work of its different parts. \nIn the event of a functional disorder of any of these, the chain reaction of the structures that are related to it is inevitable. \nThis interdependence leads the osteopath to look for disorders at a distance.",
        "history_brief": "Osteopathic Medicine became known in 1874, after decades of study and research by Dr. A.T. Still, an allopathic initiation doctor, who dedicated his life to integrating a new therapeutic current based on the stimulation of the healing systems that the body itself possesses.",
        "history_title": "Historical reality",
        "copyright": "&copy; Annachiara Villa 2023"
    },
    "treatments": {
        "intro_text": "Osteopathy - Reflexology - cranio-sacral technique",
        "craneo_sacral": "<h2>CRANIO-SACRAL TECHNIQUE</h2>\n<p>Sacral treatment is so called because the set that forms the skull, the vertebrae, and the sacrum; they form a unit of perceptible movement. And this is so since osteopathy contemplates the so-called \"primordial breathing\" that this entire system exercises and that serves to carry the cerebrospinal fluid throughout the body.</p>\n<p>RECOMMENDED for: </p>\n<ul>\n<li>sleep problem</li>\n<li>headaches</li>\n<li>stress</li>\n<li>temporomandibular joint problems</li>\n<li>allergies</li>\n</ul>\n",
        "reflexology": "<h2>NEUROMUSCULAR REFLEXOLOGY</h2>\n<p>It consists an advanced technique of foot reflexology, intended to regulate the nervous system and treatment of injuries of the muscolar tissue.</p>\n<p>recommended for:</p>\n<ul>\n<li>treatment of inflammatory and painful processes of soft tissues muscles.</li>\n<li>tendons.</li>\n<li>ligaments.</li>\n<li>fascitis y foot pain.</li>\n</ul>\n<h2>CORPORAL REFLEXOLOGY</h2>\n<p>Natural technique that promotes the restoration of the balance of the organism,</p>\n<p>It is based on the manual stimulation of the reflex areas</p>\n<p>in order to facilitate the organism its process of homeostasis.</p>\n<ul>\n<li>stimulates unlocking energy.</li>\n<li>relaxation and relieves stress</li>\n<li>stimulates nerve impulses, blood circulation and the immunitary system</li>\n<li>awakens the natural mechanisms of elimination</li>\n<li>excellent as a preventive method.</li>\n</ul>",
        "drenaje_linfatico": "<h2>Lymphatic drainage legs and feet</h2>\n<p>Helps the draining effect on the lymphatic vessels and physiological drainage from stagnant fluid and helps reabsorption of fluids in superficial vessels.</p>\n<p>Endocrine acts on the glands and the system to boost the immune system.</p>\n<hr class=\"hr-pad\" />\n<h2>ANTI ARTHROSIS HAND AND FEET TREATMENT .</h2>\n<p>Helps to Improve all finger modifications of the feet and of the hands that in the years are increasing and can cause important problems over time.</p>\n<p>Visibly improves the elasticity of tissues.</p>\n<hr class=\"hr-pad\" />\n<h2>Body Massages and Reiki</h2>",
        "osteopatia_estructural": "<h2>OSTEOPATHY &amp; FASCIOTERAPY</h2>\n<p>Very relaxed Massage of the muscolar fasciae for contractures and to improve the functions of the ligaments and tendons.</p>\n<p>More Osteopathic Normalizations.</p>\n<p>recommended for:</p>\n<ul>\n<li>muscolar contractures.</li>\n<li>cervicalgias, dorsalgias, lumbago.</li>\n<li>sciatica, herniated discs, arthrosic pain.</li>\n<li>periartitris scapulo-humerals sprain.</li>\n<li>meniscus</li>\n<li>hips</li>\n<li>ventral elastification and mandibular problems.</li>\n</ul>",
        "visceral": "<h2>VISCERAL TREATMENTS</h2>\n<p>Osteopathic technique to give relief to the internal organs so that they work more smoothly,</p>\n<p>suitable for whom have :</p>\n<ul>\n<li>digestive discomfort.</li>\n<li>gastritis, intestinal discomfort.</li>\n<li>constipation.</li>\n<li>hiatal hernias.</li>\n<li>gynecological disorders, incontinence.</li>\n<li>ongoing back pain.</li>\n</ul>\n<p>Relieves and improves discomfort of feminine cycles and of the muscolar tone.</p>"
    },
    "geriatric": {
        "indicated_treatments": "<p>Osteopathic treatments are indicated in case of:</p>\n<ul>\n<li>Muscle pains</li>\n<li>Decreased or loss of joint mobility</li>\n<li>Sleep disorders</li>\n<li>Temporary decrease in intellectual abilities</li>\n<li>Fall without loss of consciousness or without fractures.</li>\n<li>problems Headaches</li>\n<li>Take stock of health</li>\n<li>When you stop working</li>\n<li>Before starting a new motor activity.</li>\n</ul>",
        "block_3": "<p>Osteopathy can be a very valuable aid for this phase of life: with gentle and painless treatments,&nbsp; the various problems that affect the elderly in their day-to-day lives can be addressed.&nbsp; Osteopathic treatment relieves pain and reduces discomfort, helping the elderly to maintain tone and vitality.</p>\n<br/>\n<p>Pathologies such as osteoarthritis and joint pain should be considered physiological, normal at a certain age, but these conditions cannot be allowed to compromise a person in a debilitating way.</p>\n<br/>\n<p>Osteopathic treatment helps to improve the mobility of the joints and to make all the tissues elastic to allow better movement of the extremities. The osteopathic treatment significantly alleviates the symptoms, promoting the mobility and function of the body and helping the patient to recover the well-being and a more serene life.</p>\n<br/>\n<p>In addition to problems related to the musculoskeletal system, osteopathic treatment is effective for very common diseases such as hypertension and hypotension, intestinal difficulties, urinary incontinence and vascular problems, improving the metabolism and functionality of the different organs and favoring circulation and blood drainage.</p>",
        "intro_text": "<p class=\"tm-hero-text\">As we age we encounter a series of pathologies and physical problems that can seriously affect a person's quality of life. These problems usually depend on factors such as the work done in the past, the traumas suffered, previous pathologies or pain that frequently occurs over the years.<p>"
    },
    "pediatric": {
        "intro_text": "Treatments intro text",
        "craneo_sacral": "<h2>CRANIO-SACRAL THERAPY</h2>\n<p>Children's osteopathy works with gentle, non-invasive manipulations on reflexogenic centers related to the central nervous system (CNS), acts on the tensions of the intracranial membranes, and the repercussions that these may have at the level of psychoneuromotor development.</p>",
        "sutherland_block": "<p>According to Sutherland \"the bones of the skull and sacrum function as a functional unit that has involuntary mobility\", the Primary Respiratory Movement, a kind of inhalation and exhalation, independent of the lungs, rhythmic and involuntary, harmonious, located in each fiber, every cell, every molecule in the body. Craniosacral therapy uses these mechanisms to be able to identify and \"normalize\" the suffering or \"slowed-down\" areas, giving impulse to all the connected tissues and, therefore, to the whole body. This is even more true in the newborn and in the child who have structures with great malleability (the ossification process has not yet finished) and a high capacity to trigger self-healing mechanisms.</p>\n<br/>\n<p>The therapist's action is not limited to correcting the movement of one bone with respect to another, but rather tries to return tissues to their functionality, one of which consists precisely in the ability to respond to environmental stresses. The objective of the cranio-sacral technique is to help the person become aware of himself and his problems, so that the body-mind can achieve healing. We place ourselves as helpers to achieve eventual healing.</p>",
        "osteopata_block": "<p>The child osteopath detects tensions and dysfunctions in the child's joint micromechanics, normalizing these disorders and facilitating the organism to develop its full potential.</p>\n<br />\n<p>I learned a lot from my son and it is with him that I have improved and deepened the cranial sacral technique in children. He is now 11 years old and had problems with insomnia and hyperactivity and together we were able to overcome fears and he was able to understand how to relax and better react to stress or fatigue. Later I had the opportunity to work with and observe children with problems with allergies and recurring headaches, and I realized how much help this technique could provide, especially with short-term improvement in sleep and breathing.</p>\n<br />\n<p>Insomnia, allergies, headaches, bruxism hide craniosacral tension problems and restrictions in the synchronization of the three diaphragms, so it is a more general problem and if it is identified and managed in time, when the body is still in possession of a 'high capacity to react, some disorders may not become pathologies or chronicity.</p>\n<br />\n<p>It has a strong impact on the parasympathetic nervous system and helps children to relax and have a better balance, delaying and, little by little, balancing excesses due to cases of hyperactivity and allowing a better pace of life.</p>\n<br />\n<p>Eligible for newborns, due to the enormous effort of childbirth and passage through the vaginal canal or in the case of cesarean sections.</p>\n<br />\n<p>For school-age children for learning disabilities, allergies, insomnia, bruxism, headaches, and more.</p>\n<br />\n<p>Dr. William Sutherland, the founder of cranial osteopathy, had an expression he often quoted. He said, \"As the twig bends, so the tree grows.\" we are able to prevent many conditions that can afflict the individual for life. Craniosacral therapy is a non-invasive method of working on the body, discovered the existence of a spontaneous movement of the bones of the skull and observed a subtle rhythmic impulse that is palpable throughout the body. It is a physiological system that is essential for maintaining the health and vitality of the mind-body system. It is called the 'Primary Respiratory Mechanism' At the anatomical level, it involves the musculoskeletal system, cerebrospinal fluid, hard membranes, connective tissues, the autonomic nervous system and fluids.</p>"
    },
    "massages": {
        "intro": "The art of physical and mental well-being <br/> Personalized treatments",
        "sports": "<h2>Sport massage</h2>\n<p>Its objectives consist of the prevention and treatment of sports injuries:</p>\n<ul>\n<li>Prepares muscle tissue for sports effort, keeping it in optimal condition.</li>\n<li>Prevents injuries both in training and in competition.</li>\n<li>Promotes recovery from injuries that occur.</li>\n</ul>\n<br/>\n<h2>Energetic massage</h2>\n<p>Rebalancing treatment with mint essential oil. It is a full body massage, with pressure on the energy points of the feet and ears. Gives a feeling of renewing energy.</p>\n<br/>\n<h2>facial treatment</h2>\n<p>Light, very relaxing massage of the lymphatic points of the face, releasing the muscles and stretching them. Distractions of the facial joints and head. Final decongestant massage for dark circles.</p>",
        "therapeutic": "<h2>Therapeutic Massage</h2>\n<p>Amazing stress relief treatment. a deeply relaxing full body massage with gentle, deep strokes. At first without oil using a fasciotherapy technique to stretch the muscle and then with oil to induce a state of total calm. It can be interspersed with craniosacral and foot reflexology techniques.</p>"
    },
    "annachiara": {
        "mis_habilidades": "<h2>My abilities</h2>\n<ul>\n<li>Osteopath from the Gaia osteopathy school in Mallorca.</li>\n<li>Specialist in child and visceral osteopathy.</li>\n<li>Specialization in cranial, foot and neuromuscular reflexology.</li>\n<li>Training in manual therapy for myofascial pain syndrome.</li>\n<li>Training in acupressure for the treatment of osteoarthritis.</li>\n<li>Specialist in antiaging treatments and facial and body rejuvenation.</li>\n</ul>\n<h2>Languages</h2>\n<ul>\n<li>Spanish</li>\n<li>english</li>\n<li>italian</li>\n</ul>",
        "filosofia": "<h2>Philosophy</h2>\n<p>The discovery of the beauty and perfection of the human body was the most important event of my life.</p>\n<p>With the utmost attention and starting from the personal limitations and physical problems that brought me closer to these studies, I discovered the beauty and integrity of osteopathy, which with its comprehensive vision of the human being can help you live and get to know yourself better. The discipline of Yoga has been and is of great help and support for me and for helping people to do proper stretching at home, improving and prolonging the positive effects of office work and the health of their muscles.</p>",
        "intro": "About me:"
    },
    "contact": {
        "title": "Contact information",
        "treatments_message": "Possibility of home treatments.",
        "message_whatsapp": "Hello, I am interested in having more information about your services.",
        "mail_subject": "Contacto desde la página web de Osteorevolución.com",
        "sent_succesfully": "Your message has been sent successfully. I will be in contact soon."
    }
}
