{
    "hello": "Hola, soy {name}...",
    "call_me": "Llámame al +34 666 795 883",
    "language": "Language",
    "contact_me": "Contáctame",
    "name": "Nombre",
    "email": "Email",
    "message": "Mensaje",
    "send": "Enviar",
    "read_more": "Ver más",
    "osteopathy": "osteopatía",
    "menu": {
        "home": "inicio",
        "treatments": "tratamientos",
        "osteopathy": "osteopatía",
        "massages": "masajes",
        "annachiara": "annachiara",
        "contact": "contacto",
        "language": "language",
        "pediatric": "osteopatía pediátrica",
        "geriatric": "osteopatía geriátrica"
    },
    "home": {
        "welcome": "Osteo Spot es mi espacio de bienestar, recuperación fisica y emocional, donde intento dar un servicio de calidad a personas que buscan un osteópata en Palma de Mallorca y necesitan una ayuda personalizada, completa y eficaz, además de un trato exclusivo.",
        "expert_title": "Soy osteópata",
        "expert_paragraph_1": "<p>Soy especialista en osteopatía estructural, fascial, visceral, y sacro craneal.<br />Apoyo completamente el tratamiento manual.</p>\n<p>Mi técnica reduce el dolor y promueve un bienestar general, renueva la vitalidad y ayuda a mantener una buena homeostasis del organismo.</p>\n<p>El tratamiento osteopático tiene como objetivo identificar y eliminar las disfunciones de los tejidos que alteran la movilidad normal de las diversas partes del cuerpo, restaurando así su correcta funcionalidad y favoreciendo la curación de los trastornos y condiciones dolorosas.</p>\n<p>El organismo es una unidad indivisible, que realiza diversas funciones gracias al trabajo conjunto de sus distintas partes. En el caso de existir un trastorno funcional de alguna de éstas, la reacción en cadena de las estructuras que se relacionan con ella resulta inevitable. Esta interdependencia lleva al osteópata a buscar desarreglos a distancia.</p>",
        "expert_paragraph_2": "El tratamiento osteopático tiene como objetivo identificar y eliminar las disfunciones de los tejidos que alteran la movilidad normal de las diversas partes del cuerpo, restaurando así su correcta funcionalidad y favoreciendo la curación de los trastornos y condiciones dolorosas.",
        "reason": "El organismo es una unidad indivisible, que realiza diversas funciones gracias al trabajo conjunto de sus distintas partes. En el caso de existir un trastorno funcional de alguna de éstas, la reacción en cadena de las estructuras que se relacionan con ella resulta inevitable. Esta interdependencia lleva al osteópata a buscar desarreglos a distancia.",
        "history_brief": "La Medicina osteopática se da a conocer en 1874, tras décadas de estudio e investigación del Dr. A.T. Still, médico de iniciación alopática, que dedicó su vida a integrar una nueva corriente terapéutica basada en la estimulación de los sistemas curativos que posee el propio cuerpo.",
        "history_title": "Realidad histórica",
        "copyright": "&copy; Annachiara Villa 2023",
        "made_by": "Built by <a href='https://mixapolis.com' rel='nofollow' target='_blank'><strong>Jay</strong></a>"
    },
    "treatments": {
        "intro_text": "Osteopatía - Reflexología - Cráneo Sacral",
        "craneo_sacral": "<h2>CRANEO SACRAL</h2>\n <p>La osteopat&iacute;a sacro craneal se llama as&iacute; debido a que el conjunto que forman el cr&aacute;neo, las v&eacute;rtebras, y el sacro; forman una unidad de movimiento perceptible. Y esto es as&iacute; puesto que la osteopat&iacute;a contempla la llamada &ldquo;respiraci&oacute;n primordial&rdquo; que ejerce todo ese sistema y que sirve para llevar el L&iacute;quido cefalorraqu&iacute;deo a todo el cuerpo.</p>\n <p>CONSEJADO para:</p>\n <ul>\n<li>problema de sue&ntilde;o</li>\n<li>cefaleas</li>\n<li>estress</li>\n<li>problemas articulacion temporamandibular</li>\n<li>alergias</li>\n </ul>",
        "reflexology": "<h2>REFLEXOLOG&Iacute;A NEUROMUSCULAR</h2>\n<p>Consiste en una t&eacute;cnica avanzada de reflexolog&iacute;a podal,<br />destinada a regular el sistema nervioso y el tratamiento<br />de lesiones del tejido muscular.<br />Recomendada para:</p>\n<ul>\n<li>tratamientos de procesos inflamatorios y dolores de los tejidos blandos.</li>\n<li>musculos.</li>\n<li>tendones.</li>\n<li>ligamentos.</li>\n<li>fascial.</li>\n</ul>\n<h2>REFLEXOLOG&Iacute;A CORPORAL</h2>\n<p>T&eacute;cnica natural que promueve el restablecimiento del equilibrio del organismo.<br />Se basa en el est&iacute;mulo manual de las &aacute;reas reflejas con el objetivo de facilitar al organismo su proceso de homeostasis.</p>\n<ul>\n<li>Estimula el desbloqueo energ&eacute;tico.</li>\n<li>Favorece la relajaci&oacute;n y alivia el estr&eacute;s.</li>\n<li>Estimula los impulsos nerviosos, la circulaci&oacute;n sangu&iacute;nea y el sistema inmunol&oacute;gico.</li>\n<li>Despierta los mecanismos naturales de eliminaci&oacute;n.</li>\n<li>Excelente como m&eacute;todo preventivo.</li>\n</ul>",
        "drenaje_linfatico": "<h2>DRENAJE LINF&Aacute;TICO PIERNAS Y PIES</h2>\n<p>Ayuda al efecto drenante sobre los vasos linf&aacute;ticos y drenaje fisiol&oacute;gico del l&iacute;quido estancado y ayuda a la reabsorci&oacute;n de los l&iacute;quidos en los vasos superficiales.</p>\n<p>La endocrina act&uacute;a sobre las gl&aacute;ndulas y el sistema, para aumentar las defensas del sistema inmunol&oacute;gico.</p>\n<hr class=\"hr-pad\" />\n<h2>TRATAMIENTO ANTI ARTROSIS MANOS Y PIES</h2>\n<p>Ayuda a mejorar todas las articulaciones de los dedos de los pies y de las manos, que con los a&ntilde;os van empeorando y pueden causar problemas importantes.</p>\n<p>Mejora visiblemente la elasticidad de los tejidos.</p>\n<hr class=\"hr-pad\" />\n<h2>Masajes corporales y reiki</h2>",
        "osteopatia_estructural": "<h2>OSTEOPAT&Iacute;A Y FASCIOTERAPIA</h2>\n<p>Masaje extremadamente relajante de las fascias musculares m&aacute;s normalizaciones osteop&aacute;ticas.</p>\n<p>Ideal para contracturas y mejorar las funciones de los ligamentos y tendones.<br />Recomendado para:</p>\n<ul>\n<li>contracturas musculares.</li>\n<li>cervicalgias, dorsalgias y lumbalgias.</li>\n<li>ci&aacute;ticas, hernias discales y dolor artr&oacute;sico.</li>\n<li>periartitris esc&aacute;pulo-humerales.</li>\n<li>esguince.</li>\n<li>menisco.</li>\n<li>cadera.</li>\n<li>elastificaci&oacute;n ventral y problemas mandibulares.</li>\n</ul>",
        "visceral": "<h2>MASAJE VISCERAL</h2>\n <p>T&eacute;cnica osteop&aacute;tica para dar alivio a los &oacute;rganos internos y que funcionen m&aacute;s fluidamente.</p>\n<p>Indicado para quien padece de:</p>\n<ul>\n<li>molestias digestivas.</li>\n<li>gastritis y molestias intestinales.</li>\n<li>estre&ntilde;imiento.</li>\n<li>hernias de hiato.</li>\n<li>trastornos ginecol&oacute;gicos, incontinencia, etc.</li>\n<li>continuos dolores de espalda.</li>\n </ul>\n <p>Alivia y mejora molestias de los ciclos femeninos y del tono muscular.</p>"
    },
    "geriatric": {
        "indicated_treatments": "<p>Los tratamientos osteop&aacute;ticos est&aacute;n indicados en caso de:</p>\n <ul>\n<li>Dolores musculares</li>\n<li>Disminuci&oacute;n o p&eacute;rdida de la movilidad articular</li>\n<li>Trastornos del sue&ntilde;o</li>\n<li>Disminuci&oacute;n temporal de las capacidades intelectuales</li>\n<li>Ca&iacute;da sin p&eacute;rdida del conocimiento o sin fracturas</li>\n<li>Problemas otorrinolaringol&oacute;gicos</li>\n<li>dolores de cabeza</li>\n<li>Hacer un balance de la salud</li>\n<li>Cuando deja de trabajar</li>\n<li>Antes de iniciar una nueva actividad motora.</li>\n </ul>",
        "block_3": "<p>La osteopat&iacute;a puede ser una ayuda muy valiosa para esta fase de la vida: con tratamientos suaves e indoloros, se pueden abordar los diversos problemas que afectan a la persona mayor en su d&iacute;a a d&iacute;a. El tratamiento osteop&aacute;tico alivia el dolor y reduce las molestias, ayudando a los ancianos a conservar el tono y la vitalidad.</p>\n<br/>\n <p>Patolog&iacute;as como la osteoartritis y el dolor articular deben considerarse fisiol&oacute;gicas, normales a cierta edad, pero no se puede permitir que estas condiciones comprometan a una persona de manera debilitante.</p>\n<br/>\n <p>El tratamiento osteop&aacute;tico ayuda a mejorar la movilidad de las articulaciones ya elastificar todos los tejidos para permitir un mejor movimiento de las extremidades..</p>\n<br />\n <p>Il trattamento osteopatico allevia notevolmente la sintomatologia, promuovendo la mobilit&agrave; e la funzionalit&agrave; del corpo e aiutando il paziente a ritrovare il benessere ed una vita pi&ugrave; serena.</p>\n<br />\n <p>Adem&aacute;s de los problemas relacionados con el sistema musculoesquel&eacute;tico, el tratamiento osteop&aacute;tico es eficaz para enfermedades muy comunes como la hipertensi&oacute;n y la hipotensi&oacute;n, las dificultades intestinales, la incontinencia urinaria y los problemas vasculares, mejorando el metabolismo y la funcionalidad de los distintos &oacute;rganos y favoreciendo la circulaci&oacute;n y el drenaje sangu&iacute;neo.</p>",
        "intro_text": "<p class=\"tm-hero-text\">A medida que envejecemos nos encontramos con una serie de patolog&iacute;as y problemas f&iacute;sicos que pueden afectar seriamente la calidad de vida de una persona. Estos problemas suelen depender de factores como el trabajo realizado en el pasado, los traumas sufridos, las patolog&iacute;as previas o los dolores que se presentan con frecuencia a lo largo de los a&ntilde;os.</p>"
    },
    "pediatric": {
        "intro_text": "Treatments intro text",
        "craneo_sacral": "<h2 class=\"tm-hero-header\">TERAPIA CRANEO-SACRAL</h2>\n <p class=\"tm-hero-block\">La osteopat&iacute;a infantil trabaja con suaves manipulaciones, no invasivas, sobre centros reflex&oacute;genos relacionados con el sistema nervioso central (SNC), act&uacute;a sobre las tensiones de las membranas intracraneales, y la repercusi&oacute;n que estas puedan tener a nivel del desarrollo psiconeuromotor.</p>",
        "sutherland_block": "<p>Seg&uacute;n Sutherland \"los huesos del cr&aacute;neo y del sacro funcionan como una unidad funcional que posee una movilidad involuntaria\", el Movimiento Respiratorio Primario, una especie de inhalaci&oacute;n y exhalaci&oacute;n, independiente de los pulmones, r&iacute;tmica e involuntaria, armoniosa, ubicada en cada fibra, cada c&eacute;lula, cada mol&eacute;cula en el cuerpo. La terapia craneosacral utiliza estos mecanismos para poder identificar y \"normalizar\" las zonas de sufrimiento o \"ralentizadas\", dando impulso a todos los tejidos conectados y, por tanto, a todo el cuerpo. Esto es tanto m&aacute;s cierto en el reci&eacute;n nacido como en el ni&ntilde;o que tienen estructuras con gran maleabilidad (el proceso de osificaci&oacute;n a&uacute;n no ha terminado) y una alta capacidad para desencadenar mecanismos de autocuraci&oacute;n.</p>\n <br/>\n <p>La acci&oacute;n del terapeuta no se limita a corregir el movimiento de un hueso con respecto a otro, sino que trata de devolver a los tejidos su funcionalidad, una de las cuales consiste precisamente en la capacidad de responder a las tensiones del entorno. El objetivo de la t&eacute;cnica cr&aacute;neo-sacral es ayudar a la persona a tomar conciencia de s&iacute; misma y de sus problemas, para que el cuerpo-mente pueda lograr la curaci&oacute;n. Nos colocamos como ayudantes para lograr una eventual sanaci&oacute;n.</p>",
        "osteopata_block": "<p>El oste&oacute;pata infantil detecta las tensiones y disfunciones en la micromec&aacute;nica articular del ni&ntilde;o, normalizando esos desarreglos y facilitando al organismo desarrollar todo su potencial.</p>\n<br />\n <p>Aprend&iacute; mucho de mi hijo y es con &eacute;l que he mejorado y profundizado la t&eacute;cnica del cr&aacute;neo sacral en ni&ntilde;os. Ahora tiene 11 a&ntilde;os y ten&iacute;a problemas de insomnio e hiperactividad y juntos pudimos superar los miedos y &eacute;l pudo entender c&oacute;mo relajarse y reaccionar mejor ante el estr&eacute;s o la fatiga. M&aacute;s tarde tuve la oportunidad de trabajar y observar a ni&ntilde;os con problemas de alergias y dolores de cabeza repetidos y comprend&iacute; la enorme ayuda que les pod&iacute;a brindar esta t&eacute;cnica, sobre todo con una mejora a corto plazo en el sue&ntilde;o y la respiraci&oacute;n.</p>\n<br />\n <p>El insomnio, las alergias, los dolores de cabeza, el bruxismo encubren problemas de tensi&oacute;n craneosacral y restricciones en el sincronismo de los tres diafragmas, por lo que es un problema m&aacute;s general y si se identifica y maneja a tiempo, cuando el cuerpo todav&iacute;a est&aacute; en posesi&oacute;n de una 'alta capacidad para reaccionan, algunos trastornos pueden no convertirse en patolog&iacute;as o cronicidad.</p>\n<br />\n <p>Tiene un fuerte impacto sobre el sistema nervioso parasimp&aacute;tico y ayuda a los ni&ntilde;os a relajarse y tener un mejor equilibrio, retrasando y, poco a poco, equilibrando los excesos por casos de hiperactividad y permitiendo un mejor ritmo de vida.</p>\n<br />\n <p>Elegible para los reci&eacute;n nacidos, por el enorme esfuerzo del parto y el paso por el canal vaginal o en el caso de las ces&aacute;reas.</p>\n<br />\n <p>Para ni&ntilde;os en edad escolar para problemas de aprendizaje, alergias, insomnio, bruxismo, dolores de cabez y mas..</p>\n<br />\n <p>El Dr. William Sutherland, el fundador de la osteopat&iacute;a craneal, ten&iacute;a una expresi&oacute;n que citaba con frecuencia, &Eacute;l dijo: \"Como se dobla la ramita, as&iacute; crece el &aacute;rbol\". somos capaces de prevenir muchas condiciones que pueden aquejar al individuo de por vida. La terapia craneosacral es un m&eacute;todo no invasivo de trabajo sobre el cuerpo, descubri&oacute; la existencia de un movimiento espont&aacute;neo de los huesos del cr&aacute;neo y observ&oacute; un sutil impulso r&iacute;tmico que es palpable en todo el cuerpo. Es un sistema fisiol&oacute;gico que es esencial para mantener la salud y la vitalidad del sistema mente-cuerpo. Se llama el 'Mecanismo Respiratorio Primario' A nivel anat&oacute;mico, involucra el sistema musculoesquel&eacute;tico, l&iacute;quido cefalorraqu&iacute;deo, membranas duras, tejidos conectivos, el sistema nervioso aut&oacute;nomo y fluidos.</p>"
    },
    "massages": {
        "intro": "El arte del bienestar físico y mental <br/> Tratamientos personalizados",
        "sports": "<h2>Masaje Deportivo</h2> <p>Sus objetivos consisten en la prevenci&oacute;n y tratamiento de lesiones deportivas:</p><ul> <li>Prepara el tejido muscular para el esfuerzo deportivo, manteni&eacute;ndolo en un estado &oacute;ptimo.</li><li>Previene las lesiones tanto en el entrenamiento como en la competici&oacute;n.</li><li>Favorece la recuperaci&oacute;n de las lesiones que se presenten.</li></ul> <br/> <h2>masaje energetico</h2> <p>Tratamiento reequilibrante con aceite esencial de menta. Es un masaje de cuerpo completo, con presi&oacute;n en los puntos energ&eacute;ticos de los pies y los o&iacute;dos. Da una sensaci&oacute;n de energ&iacute;a renovadora.</p><br/> <h2>tratamiento facial</h2> <p>Ligero masaje muy relajante de los puntos linf&aacute;ticos de la cara, liberaci&oacute;n de los musculos y estiramiento de los mismos. Descaptaciones de las articulaciones faciales y de la cabeza. Masaje final descongestionante de ojeras.</p>",
        "therapeutic": "<h2>Masaje Descontracturante / Terap&eacute;utico</h2> <p>Incre&iacute;ble tratamiento para aliviar el estr&eacute;s. un masaje de cuerpo completo profundamente relajante con movimientos suaves y profundos. Al principio sin aceite usando una t&eacute;cnica de fascioterapia para estirar el m&uacute;sculo y luego con aceite para inducir un estado de calma total. Se puede intercalar con t&eacute;cnicas de reflexolog&iacute;a craneo sacral y podal.</p>"
    },
    "annachiara": {
        "mis_habilidades": "<h2>Mis habilidades</h2>\n <ul>\n<li>Osteopata por la escuela de osteopatia Gaia en Mallorca.</li>\n<li>Especialista en Osteopat&iacute;a infantil y visceral.</li>\n<li>Especializaci&oacute;n en reflexolog&iacute;a craneal, podal y neuromuscular.</li>\n<li>Formaci&oacute;n en terapia manual para el s&iacute;ndrome de dolor miofascial.</li>\n<li>Formaci&oacute;n en digitopresi&oacute;n para el tratamiento de artrosis.</li>\n<li>Especialista en tratamientos antiaging y rejuvenecimiento facial y corporal.</li>\n </ul>\n <h2>Idiomas</h2>\n <ul>\n<li>Castellano</li>\n<li>Ingl&eacute;s</li>\n<li>Italiano</li>\n </ul>",
        "filosofia": "<h2>Filosof&iacute;a</h2>\n <p>El descubrimiento de la belleza y perfecci&oacute;n del cuerpo humano fue el acontecimiento m&aacute;s importante de mi vida.</p>\n<p>Con la m&aacute;xima atenci&oacute;n y partiendo de las limitaciones personales y los problemas f&iacute;sicos que me acercaron a estos estudios, descubr&iacute; la belleza y la integridad de la osteopat&iacute;a, que con su visi&oacute;n integral del ser humano puede ayudarte a vivir y conocerte mejor. La disciplina del Yoga ha sido y es de gran ayuda y apoyo para m&iacute; y para ayudar a las personas a realizar estiramientos adecuados en casa, mejorando y prolongando los efectos positivos del trabajo de consulta y la salud de sus m&uacute;sculos.</p>",
        "intro": "Acerca de mi:"
    },
    "contact": {
        "title": "Información de contacto",
        "treatments_message": "Posibilidad de tratamientos a domicilio.",
        "message_whatsapp": "Hola, me interesa tener más información sobre tus servicios..",
        "mail_subject": "Contacto desde la página web de Osteorevolución.com"
    }
}